{
    "announcement": "ကျန်းမာချမ်းသာကြပါစေ",
    "data": [
          {
            "link": "https://news.cellphoone.com/contact-our-team/",
            "image": "https://raw.githubusercontent.com/BabySatan5282/mmo/main/images/spd.jpg",
            "desc": "Spider-Man: Across the Spider-Verse is scheduled for release in the United States on June 2, 2023, delayed from an initial April 2022 date due to the COVID-19 pandemic. A third film, Spider-Man: Beyond the Spider-Verse, is scheduled for release on March 29, 2024, while a female-focused spin-off film is in development",
            "date": "2023-05-17 15:57:21.626",
            "title": "Spider man across the spider verse release date"
        },
        {
            "link": "https://weclick4pdf.net/a-guide-intended-only-for-novices-to-automobile-insurance/",
            "image": "https://raw.githubusercontent.com/BabySatan5282/mmo/main/images/cook.jpg",
            "desc": "To begin, pat the steak dry with paper towels. (Any moisture on the exterior of the steak must first evaporate before the meat begins to brown.Season the steaks generously on both sides with salt and pepper; the seasoning will stick to the surface and help create a delicious crust.",
            "date": "2023-05-12 22:37:12.473",
            "title": "How to cook steak"
        },
        {
            "link": "https://news.cellphoone.com/contact-our-team/",
            "image": "https://raw.githubusercontent.com/BabySatan5282/mmo/main/images/ai.jpg",
            "desc": "As the hype around AI has accelerated, vendors have been scrambling to promote how their products and services use it. Often, what they refer to as AI is simply a component of the technology, such as machine learning. AI requires a foundation of specialized hardware and software for writing and training machine learning algorithms. No single programming language is synonymous with AI, but Python, R, Java, C++ and Julia have features popular with AI developers.",
            "date": "2023-05-12 12:21:12.473",
            "title": "What is AI"
        },
        {
            "link": "https://weclick4pdf.net/a-guide-intended-only-for-novices-to-automobile-insurance/",
            "image": "https://raw.githubusercontent.com/BabySatan5282/mmo/main/images/redminote12turbospecial.jpg",
            "desc": "Xiaomi has presented the Redmi Note 12 Turbo, the first smartphone with a Qualcomm Snapdragon 7 Plus Gen 2 chipset. The Redmi Note 12 Turbo also comes with a 120 Hz AMOLED display, up to 16 GB RAM and an optional Harry Potter special edition, among other features.",
            "date": "2023-05-11 16:37:12.473",
            "title": "Redmi note 12 turbo Harry Potter edition review"
        },
        {
            "link": "https://news.cellphoone.com/contact-our-team/",
            "image": "https://raw.githubusercontent.com/BabySatan5282/mmo/main/images/onepieceserieliveactioncouverture.jpg",
            "desc": "One Piece is the very definition of a successful franchise within Japan. Being as big of a series as it is, it was inevitable that it would see the fates of Dragon Ball, Death Note, and Fullmetal Alchemist. With its fame currently at its peak, One Piece has officially announced a live-action series.",
            "date": "2023-05-10 16:37:12.473",
            "title": "One Piece Live Action Release Date"
        }
    ]
}
